{
  "truthQuestions": [
    "What's the most embarrassing thing you've ever done?",
    "What's one secret you've never told anyone?",
    "What's your biggest fear?",
    "What's the worst thing you've ever done?",
    "What's the biggest mistake you've made?",
    "What's one thing you wish you could change about yourself?",
    "Who do you have a crush on?",
    "What's the most embarrassing thing in your search history?",
    "What's the most childish thing you still do?",
    "What's the worst lie you've ever told?",
    "What's the worst grade you've received?",
    "What's one thing you'd change about your appearance?",
    "What's the most trouble you've been in?",
    "What's something you've done that you're most proud of?",
    "What's your biggest insecurity?",
    "What's your biggest regret?",
    "What's the last lie you told?",
    "What's the weirdest thought you've had?",
    "What's the worst advice you've given?",
    "What's the worst advice you've taken?",
    "What's the weirdest thing you've ever eaten?",
    "Have you ever talked to yourself in the mirror?",
    "What's the most embarrassing thing you've ever done in public?",
    "Have you ever picked your nose and got caught?",
    "What's the silliest fear you have?",
    "Do you sing in the shower?",
    "Have you ever laughed so hard you peed?",
    "What's the most childish thing you still do?",
    "Have you ever farted and blamed someone else?",
    "What's your most embarrassing nickname?",
    "When was the last time you cried?",
    "What's something you've never told your parents?",
    "Have you ever had a wardrobe malfunction?",
    "What's the dumbest lie you've ever told?",
    "Have you ever been caught lying?",
    "What's your worst habit?",
    "Have you ever snooped through someone's phone?",
    "What's the most awkward date you've ever had?",
    "What's something weird you do when you're alone?",
    "Have you ever stalked someone on social media?",
    "Who was your first crush?",
    "Have you ever kissed someone?",
    "Do you currently like someone?",
    "Who in this room would you date?",
    "What's your idea of a perfect first date?",
    "What's the most romantic thing you've done for someone?",
    "Have you ever had a crush on a teacher?",
    "Have you ever had a crush on someone older than you?",
    "Who's the most attractive person in this room?",
    "What would you do if your crush asked you out?",
    "Have you ever had a crush on a friend's partner?",
    "Have you ever kissed more than one person in a day?",
    "Do you believe in love at first sight?",
    "What's the most physical thing you've done with someone?",
    "Have you ever sent a flirty text to the wrong person?",
    "Have you ever pretended to like someone just to make another person jealous?",
    "Have you ever had a secret relationship?",
    "What's your biggest turn on?",
    "What's your biggest turn off?",
    "Who do you regret kissing?",
    "Have you ever ghosted someone?",
    "Have you ever been ghosted?",
    "What's something you wish people knew about you?",
    "What's your biggest insecurity?",
    "What's your most irrational fear?",
    "If you could change one thing about your life, what would it be?",
    "What's a secret you've never told anyone?",
    "Who do you trust the most?",
    "Have you ever cheated or helped someone cheat?",
    "Have you ever lied during Truth or Dare?",
    "What's the worst grade you've ever gotten?",
    "Have you ever faked being sick to get out of something?",
    "Have you ever stolen something?",
    "What's your guilty pleasure?",
    "Have you ever had a crush on a fictional character?",
    "What's the weirdest dream you've ever had?",
    "What's something you're glad your parents don't know about you?",
    "Have you ever peed in a pool?",
    "What's the meanest thing you've ever said to someone?",
    "Have you ever been caught cheating on a test?",
    "What's something you've done that you'd never do again?",
    "What's the most trouble you've ever been in?",
    "If you could date any celebrity, who would it be?",
    "Have you ever lied to your best friend?",
    "What's your biggest regret?",
    "Do you ever talk in your sleep?",
    "What's the most childish thing you still do?",
    "If you had to switch lives with someone here, who would it be?",
    "What's the craziest thing you've ever done on a dare?",
    "What's something you've said that you instantly regretted?",
    "What's the biggest lie you've ever told without getting caught?",
    "What do you think is your biggest flaw?",
    "Who is someone you pretend to like but actually don't?",
    "Have you ever told a secret you swore to keep?",
    "Have you ever blamed someone else for something you did?",
    "Have you ever pretended to be sick for attention?",
    "Have you ever eavesdropped on someone?",
    "Have you ever been jealous of your best friend?",
    "Have you ever lied to get out of a relationship?",
    "Have you ever been dumped?",
    "What's the most awkward thing you've done in front of a crush?",
    "Do you have any hidden talents?",
    "Have you ever had a crush on more than one person at the same time?",
    "What's the most embarrassing thing you've Googled?",
    "Have you ever had a crush on someone in this room?",
    "What's something you've done just to impress someone?",
    "What's the worst gift you've ever received?",
    "What's the worst gift you've ever given?",
    "Have you ever cried over a movie?",
    "What's a lie you've told your parents that they still don't know?",
    "Have you ever been caught checking someone out?",
    "Have you ever walked into a wall or a glass door?",
    "What's the most unusual thing you're afraid of?",
    "What's a rumor you've heard about yourself?",
    "What's one thing you've never told your crush?",
    "Have you ever sent a message you instantly regretted?",
    "What's your most embarrassing childhood memory?",
    "Have you ever said 'I love you' and didn't mean it?",
    "What's something really immature that you do?",
    "What's one thing you've never told anyone—until now?"
  ],
  "dareQuestions": [
    "Send a message to a random person in your contacts.",
    "Do your best impression of someone in this server.",
    "Send your most recent photo in your camera roll.",
    "Make up a song about a person on your right.",
    "Tell a joke without laughing.",
    "Speak in an accent for the next 10 minutes.",
    "Call someone and sing them Happy Birthday.",
    "Show the most embarrassing photo on your phone.",
    "Let the group post a status on one of your social media accounts.",
    "Do 20 jumping jacks.",
    "Keep your eyes closed until your next turn.",
    "Say something in another language.",
    "Give a compliment to each person in the chat.",
    "Send a selfie with a silly face.",
    "Text your crush and tell them you're thinking about them.",
    "Eat a spoonful of hot sauce or something spicy.",
    "Tell the group your most embarrassing memory.",
    "Speak in rhymes for the next two minutes.",
    "Call a friend and pretend you dialed the wrong number.",
    "Change your profile picture to whatever the group chooses for a day.",
    "Do your best impression of someone in the group.",
    "Talk in a British accent for the next 5 minutes.",
    "Wear socks on your hands for the next 10 minutes.",
    "Call a random contact and sing them 'Happy Birthday.'",
    "Speak only in song lyrics for the next 3 rounds.",
    "Try to lick your elbow.",
    "Wrap yourself in toilet paper like a mummy.",
    "Dance like a ballerina for 1 minute.",
    "Do 10 jumping jacks shouting a weird word each time.",
    "Draw a face on your hand and talk to it for the next 3 rounds.",
    "Send a cringe selfie to your crush.",
    "Read your last 5 Google searches out loud.",
    "Post an embarrassing photo on your story for 10 minutes.",
    "Do your best impression of a crying baby.",
    "Text someone 'I have a crush on you' and screenshot their reply.",
    "Put a spoon of peanut butter (or anything safe) on your nose and leave it there for 5 minutes.",
    "Say the alphabet backward as fast as you can.",
    "Let someone write something on your forehead with a marker.",
    "Let someone go through your phone gallery for 30 seconds.",
    "Speak in baby talk for the next 5 minutes.",
    "Compliment the person to your right in the most flirty way possible.",
    "Let someone go through your Tinder or DMs.",
    "Say who in the group you'd kiss if you had to.",
    "Pretend to flirt with a random object.",
    "Do a slow, dramatic hair flip and wink.",
    "Whisper a pickup line to the person across from you.",
    "Send a flirty DM to a random person.",
    "Post 'I'm in love 😍' on your story for 5 minutes.",
    "Let someone write a flirty caption and post it for you.",
    "Draw a heart on your cheek and keep it there.",
    "Pretend to be a cat for the next 2 minutes.",
    "Act like you're giving a dramatic Oscar acceptance speech.",
    "Pretend you're possessed and try to scare someone.",
    "Be a waiter/waitress taking fake orders.",
    "Act like you're an alien seeing Earth for the first time.",
    "Do your best soap opera scene.",
    "Pretend to be the group leader and give a motivational speech.",
    "Recreate a TikTok dance without the music.",
    "Do a runway walk with dramatic flair.",
    "Pretend your hand is your crush and talk to it romantically.",
    "Try to whistle with crackers in your mouth.",
    "Try to touch your nose with your tongue.",
    "Balance a spoon on your nose.",
    "Speak with your tongue sticking out for 3 minutes.",
    "Try to type with your toes.",
    "Try to juggle 3 random objects.",
    "Talk without moving your lips.",
    "Say 'I'm a chicken' after everything you say for the next 5 minutes.",
    "Make a sandwich while blindfolded.",
    "Eat a slice of lemon with a straight face.",
    "Eat something without using your hands.",
    "Eat a spoonful of mustard/ketchup.",
    "Take a weird food combo dare (e.g., banana + mayo).",
    "Make a 'mystery drink' and take a sip.",
    "Let someone else feed you something blindfolded.",
    "Mix 3 drinks together and take a sip.",
    "Eat a bite of something with your eyes closed.",
    "Gargle a song.",
    "Eat something spicy and try not to react.",
    "Eat something sour and say 'yummy' with a straight face.",
    "Post 'I'm quitting social media' on your story.",
    "Change your relationship status to 'engaged' for 5 minutes.",
    "Post 'I have something to tell you all…' with no explanation.",
    "Send the first emoji on your keyboard to 5 random people.",
    "Post a silly photo with no caption.",
    "Put a weird filter and keep it on for the next video call round.",
    "Let someone else post a status from your account.",
    "Screenshot your explore page and show the group.",
    "Comment 'I'm watching you 👀' on a friend's post.",
    "Follow someone random and DM them 'Nice shoes'.",
    "Recite a tongue twister 3 times fast.",
    "Speak in rhymes for the next round.",
    "Say a word backwards and have others guess what it is.",
    "Make up a song about another player.",
    "Make up a new dance move and name it.",
    "Explain how the internet works in a dramatic voice.",
    "Spell your full name backward.",
    "Make up a silly conspiracy theory.",
    "Describe your dream pet in 10 seconds.",
    "Invent a new word and define it.",
    "Pick a random number and do that number of squats.",
    "Take a selfie with the weirdest item in the room.",
    "Let someone else make your next dare.",
    "Close your eyes and let someone put a sticker on you.",
    "Text your mom 'What's the Wi-Fi password again?' and screenshot her reply.",
    "Hold a weird pose for a full minute.",
    "Let someone take a weird photo of you and keep it as your profile pic for 5 minutes.",
    "Say the first word that comes to your mind after each person talks.",
    "Let someone draw something on your arm.",
    "Take a 'ghost' selfie in the dark.",
    "Do a catwalk wearing mismatched clothes.",
    "Try on lipstick/blush (regardless of gender).",
    "Make up and sing a theme song for yourself.",
    "Compliment yourself in the mirror for a full minute.",
    "Do a TikTok dance in slow motion.",
    "Do a dramatic soap opera slap scene (fake slap).",
    "Take a 'model' photo shoot using only kitchen items.",
    "Draw a mustache on yourself and own it.",
    "Pose like a statue for a full round.",
    "Make up a new fashion trend and model it."
  ]
}